{"pageProps":{"content":"<h3>Running Through My Roots</h3>\n<p>Winning Poem of the Tian Hong National Cross Cultural Youth Art Contest</p>\n<p>In the land where banyan trees prevail,<br>My ancestors’ spirits soar on Taiwan’s gale.<br>Today I stand on American ground,<br>Where my running shoes make a lonely sound.</p>\n<p>Miles stretch before me, an endless track,<br>Two cultures on my shoulders, a burden on my back.<br>With each step, I carry a legacy—<br>One whose very essence defines me.</p>\n<p>I’m always in fear of being passed,<br> I run through doubt as stereotypes are cast.<br> “You’re smart AND fast!”<br>    Why can’t I just be fast?<br>“You’re going to quit after you get into a good college?”<br>    No, I want to run forever.</p>\n<p>On the starting line, statistics stand stark and clear,<br>Less than two percent look like me here.<sup>*</sup><br>In a sea of fourteen thousand runners strong,<br>Just three hundred where I belong.</p>\n<p>I dream of an Ekiden’s team embrace,<br>Where running’s not just a solitary race.<br>In Japan, they cheer with fervent hearts,<br>While here, we struggle to find our parts.</p>\n<p>Now it is time; dreams must take flight,<br>We must put forward all our might.<br>In my veins flows the strength of those,<br>Who crossed the Pacific, weathering woes.</p>\n<p>From 彰化’s mountains to San Francisco’s hills,<sup>*</sup><sup>*</sup><br>Our journey is long, but stronger our wills.<br>For you, I race toward horizons yet unseen,<br>Where every runner can live their dream.</p>\n<p>Endurance learned from immigrant strife,<br>Propels me forward, gives dreams their life.<br>With every lap, every mile I go,<br>I prove we belong, we have something to show.</p>\n<p>For every Asian kid told they can’t,<br>I run to prove that yes, we can.<br>I carry my culture with every stride,<br>My heritage and passion, side by side.</p>\n<p>Defying the odds, getting stronger by the hour,<br>Through running, we find our power.</p>\n<p><span style=\"opacity: 0.7;\"><sup>*</sup>According to the NCAA Demographics Database, just 301 (or 1.8% of) NCAA Cross Country runners are Asian or Asian American, a statistic that reflects the broader underrepresentation of Asian Americans in American distance running.</span><br></p>\n<p><span style=\"opacity: 0.7;\"><sup>*</sup><sup>*</sup>彰化 (Changhua): the county in Taiwan where my grandfather grew up, before he and my grandmother immigrated to the United States.</span></p>\n","date":"2024-08-01","description":"Poem.","image":"/static/img/posts/running-through-my-roots.jpg","slug":"running-through-my-roots","title":"Running Through My Roots"},"__N_SSG":true}