{"pageProps":{"content":"<h3>Evaluating the Economic Legacy of the Rio 2016 Summer Olympics</h3>\n<p>The 2016 Summer Olympics in Rio de Janeiro represented a pivotal moment for Brazil, marking its debut as the first South American country to host the Games. When the country received notification of its successful bid on October 2, 2009, many celebrated, heralding this as an opportunity to showcase Brazil on the global stage, stimulate economic growth, and catalyze long-term benefits for Rio and its inhabitants. However, trouble loomed ahead, as the country fell into its worst recession in decades, while still having to construct an overbudgeted Olympic Games. This essay examines the extent to which the massive expenditures associated with hosting the Games influenced Rio’s local economy, focusing on tangible metrics such as investment returns, employment sustainability, GDP growth, and social well-being. Contrary to the anticipated economic boon, the excessive costs and dubious economic benefits suggest that the Rio Olympics’ legacy is a cautionary tale of unmet expectations.</p>\n<p>To begin preliminary research, some news articles and short videos were selected from a variety of sources. Within these sources, any references to reports, research, studies, papers, etc. were noted down as potential reliable and scholarly sources. This was a fast approach to finding some empirical data. Apart from this, a comprehensive review of scholarly sources such as JSTOR and Google Scholar was conducted to find peer-reviewed articles. The credibility of sources was verified through their publication in reputable journals and the use of empirical data in their analyses, and all journal articles chosen were confirmed to be peer-reviewed. Sources were selected based on relevance to the topic. Only one source was biased, and that was the source by the International Olympic Committee, which evidently had a positive bias towards the impact of the Olympic Games. Some (basically all) of the data showing negative economic impacts was notably left out of their report. As such, only official regulations and empirical data were taken from this report, and data was well-balanced with data from other sources, so as to not let the bias impact the findings of this paper.</p>\n<p>The ambition to host the Olympics often comes with a hefty price tag, primarily due to infrastructure development and operational expenses. For Rio, the financial outlay exceeded initial projections, with the Games’ total expenditure exceeding $20 billion, and Rio de Janeiro alone responsible for at least $13 billion (Zimbalist, 2017). The revenue generated by the Olympics in 2016 was just $3 billion, culminating in a deficit of roughly $17 billion (Zimbalist, 2017). However, this revenue doesn’t factor in money brought in by tourism; everything factored in, the total revenue generated by the Games was estimated to be $9 billion (IOC, 2016), which would still result in a deficit of $11 billion.</p>\n<p>The infrastructural legacies of the Rio Olympics offer a mixed narrative. As part of hosting the Games, countries are required to invest heavily in a broad range of infrastructure (McBride and Manno, 2021). As a result, Rio witnessed significant upgrades in the years leading up to 2016, such as enhancements to the Galeão International Airport and the expansion of mass transit systems, ostensibly modernizing Rio’s urban landscape (IOC, 2016). However, the aftermath has been less promising for the Olympic venues themselves. The stark reality of these “white elephants” contrasts with the intended post-Games utilization plans, such as transforming the Olympic Village into luxury condos—a goal that largely failed, with a staggering 93% vacancy rate, as reported by Adriana Gomez Licon of the Associated Press. Similarly, facilities such as Maracana Stadium have been abandoned or destroyed, with seats torn out, graffiti, and browning fields, which underscores the challenges of sustainable Olympic legacies (McBride and Manno, 2021).</p>\n<p>Just as the post-Olympics utilization plans failed, the jobs created by Olympic construction quickly vanished. At first, during the initial years of preparation for the Games, Rio’s unemployment rate actually dropped, going from 8.1% in the first quarter of 2012 to its lowest in the second quarter of 2015 at 4.2% (Faria and Pereira, 2023). Within this time frame, the unemployment rate of Brazil and the Southeast region as a whole rose from 7.9% to 8.3% (Faria and Pereira, 2023). This contrast shows that Olympic development originally created jobs for workers in Rio. However, in 2016, Rio faced a spike in unemployment as nearly 100,000 workers within the city lost their jobs as construction jobs finished (Faria and Pereira, 2023).</p>\n<p>At the same time, Brazil saw an influx of tourists. In all, the Olympics had a positive effect on tourism, increasing Brazil’s overall tourism by 6.2% in 2016 (IOC, 2016; Figure 1), and while this led to the creation of some jobs, it was not enough to offset the number of construction workers who lost their jobs. By the end of 2016, the unemployment rate had reached over 11% (Taborda, 2016; Figure 2), reflecting a disconnect between temporary event-driven employment and sustainable job creation.</p>\n<p>While Brazil’s successful bid to host the 2016 Olympic Games increased national spirit and pride, most of the effects on the population’s well-being were, in the end, negative. The preparation for the Rio Olympics led to the displacement of approximately 77,000 residents, a move justified by the government and the International Olympic Committee as necessary for the construction of Olympic facilities and infrastructural improvements (Boykoff, 2017). However, the adequacy of the resettlement plans and compensation for these residents was questionable. The displacement affected primarily the poorer communities, including many living in favelas, who were uprooted from their homes and neighborhoods with deep personal and community ties (Boykoff, 2017). The disruption of these communities raises critical questions about the equity and sustainability of hosting mega-events like the Olympics, especially when such events lead to the marginalization of already vulnerable populations.</p>\n<p>The long-term well-being of these displaced communities remains compromised. Many were relocated to areas with insufficient access to public services, employment opportunities, and social networks, significantly impacting their quality of life and socio-economic stability (Boykoff, 2017). The lack of adequate resettlement plans reflects a broader failure to align Olympic-driven developments with the broader social needs and rights of the local population.</p>\n<p>​​The Rio 2016 Olympics presented an opportunity for Brazil to project its aspirations and achievements onto the world stage. However, the legacy of the Games is marred by financial overruns, underutilized infrastructure, and unfulfilled economic promises. While there were undeniable short-term gains, such as temporary job creation and a boost in tourism, these did not offset the substantial investments and long-term economic burdens. Reflecting on the economic impact of the Rio 2016 Olympic Games, it is imperative that future host cities critically assess the economic justifications for hosting the Olympics, emphasizing the importance of realistic budgeting, sustainable infrastructure planning, and a clear vision for post-Games use of facilities.</p>\n<section class=\"works-cited\">\n<h3 class=\"works-cited-title\">References</h3>\n<div class=\"citation\">\n  Boykoff, J. (2017). The Olympics in the twenty-first century: Where does Rio 2016 fit in? In A. Zimbalist (Ed.), <em>Rio 2016: Olympic myths, hard realities</em> (pp. 13–34). Brookings Institution Press. http://www.jstor.org/stable/10.7864/j.ctt1vjqnp9.5\n</div>\n<div class=\"citation\">\n  Faria, M. & Pereira, B. (2023). The impact on the Brazilian economy of the Olympic Games in Rio De Janeiro in 2016. <em>International Journal of Professional Business Review. 8.</em> e03886. https://www.researchgate.net/publication/375753768_The_Impact_on_the_Brazilian_Economy_of_the_Olympic_Games_in_Rio_De_Janeiro_in_2016/references\n</div>\n<div class=\"citation\">\n  Gomez Licon, A. (2016). Bad economy may spoil future plans for Rio’s Olympic Park. <em>Associated Press</em> https://apnews.com/e3616ec5fc2343349eeec3ba6a9c5ab4\n</div>\n<div class='citation'>\n  International Olympic Committee (IOC). (2016). IOC annual report 2016. Retrieved from https://stillmed.olympic.org/media/Document%20Library/OlympicOrg/Documents/IOC-Annual-Report/IOC-Annual-Report-2016.pdf\n</div>\n<div class=\"citation\">\n  McBride, J. & Manno, M. (2021). The economics of hosting the Olympic Games. <em>Council on \n\tForeign Relations</em>. https://www.cfr.org/backgrounder/economics-hosting-olympic-games\n</div>\n<div class=\"citation\">\n  Taborda, J. (2016). Brazil unemployment rate rises to new high of 11.8%. <em>Trading Economics</em>. https://tradingeconomics.com/articles/09302016123446.htm\n</div>\n<div class=\"citation\">\n  Trading Economics. (2023). Brazil tourist arrivals. https://tradingeconomics.com/brazil/tourist-arrivals.\n</div>\n<div class=\"citation\">\n  Zimbalist, A. (2017). The economic legacy of Rio 2016. In A. Zimbalist (Ed.), <em>Rio 2016: Olympic myths, hard realities</em> (pp. 207–238). Brookings Institution Press. http://www.jstor.org/stable/10.7864/j.ctt1vjqnp9.13\n</div>\n<br>\n<h3>Apendix 1</h3>\n<figure>\n  <img src=\"/static/img/posts/olympics-1.jpg\" class=\"post-image-full\" alt=\"Tourist arrivals in Brazil per year, from 2008 to 2016.\">\n  <figcaption class=\"post-image-caption\"><em>Figure 1.</em> Tourist arrivals in Brazil per year, from 2008 to 2016.</figcaption>\n</figure>\n<br>\n<h3>Apendix 2</h3>\n<figure>\n  <img src=\"/static/img/posts/olympics-2.jpg\" class=\"post-image-full\" alt=\"Unemployment rate in Brazil by month, from October 2015 to September 2016.\">\n  <figcaption class=\"post-image-caption\"><em>Figure 2.</em> Unemployment rate in Brazil by month, from October 2015 to September 2016.</figcaption>\n</figure>\n","date":"2024-02-27","description":"Unmet Economic Promises of the 2016 Olympic Games","image":"/static/img/posts/economics-of-the-olympics.jpg","slug":"economics-of-the-olympics","title":"White Elephants in Rio: Unmet Economic Promises of the 2016 Olympic Games"},"__N_SSG":true}